app/Models/ModelEvakuasi.php

    public function getAllData()
    {
        return $this->db->table('tbl_evakuasi')->get()->getResultArray();
---
SELECT *
FROM `tbl_evakuasi`